<?php
return [
    'open'    => [
        'title'   => '是否开启多语言模板切换功能',
        'type'    => 'radio',
        'options' => [
            '1' => '开启',
            '2' => '关闭'
        ],
        'value'   => '1',
    ],
    'lang_en'   => [
        'title'   => '英文模板名称',
        'type'    => 'text',
        'value'   => '',
        'tip'     => '模板名称可在后台“设置”->“模板管理”->“模板名称”里面查看'
    ],
    'lang_cn'   => [
        'title'   => '简体模板名称',
        'type'    => 'text',
        'value'   => '',
        'tip'     => '模板名称可在后台“设置”->“模板管理”->“模板名称”里面查看'
    ],
    'lang_hk'   => [
        'title'   => '繁体模板名称',
        'type'    => 'text',
        'value'   => '',
        'tip'     => '模板名称可在后台“设置”->“模板管理”->“模板名称”里面查看'
    ],
];
